accountsservice
base
base-devel
bridge-utils
cava
chafa
cmake
dgop
dnsmasq
efibootmgr
firefox
fish
flatpak
gamemode
gdm
git
gparted
greetd
greetd-tuigreet
grub
gum
htop
imagemagick
iptables-nft
kitty
lib32-nvidia-utils
libvirt
lightdm
linux
linux-firmware
linux-headers
matugen
mgba-qt
nano
nautilus
neovim
networkmanager
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nwg-displays
proton-vpn-gtk-app
qemu-desktop
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
sddm
steam
sudo
terminus-font
thunar
timeshift
vim
virt-manager
virt-viewer
virtualbox
wget
xorg-xhost
xwayland-satellite
